Repository: freitasanderson1/django-material-admin-extended
Catalog: app/demo/periods/locale/*/LC_MESSAGES/django.po
Languages: es, ru, uk

source: Periods
es: Períodos
ru: Периоды
uk: Періоди

source: Birth Date
es: Fecha de nacimiento
ru: День рождения
uk: День народження

source: Date Model
es: Fecha del Modelo
ru: Модель дат
uk: Модель дат

source: Date Models
es: Fecha del Modelos
ru: Модели дат
uk: Моделі дат

source: Time
es: Hora
ru: Время
uk: Час

source: Time Model
es: Hora del Modelo
ru: Модель времени
uk: Модель часу

source: Time Models
es: Hora del Modelos
ru: Модели времен
uk: Моделі часів

source: Date Time
es: Fecha/hora
ru: Дата и Время
uk: Дата та Час

source: Date Time Model
es: Fecha/hora del Modelo
ru: Модель даты и времени
uk: Модель дати та часу

source: Date Time Models
es: Fecha/hora del Modelos
ru: Модели дат и времен
uk: Моделі дат та часів

source: Period1
es: Período 1

source: Periods1
es: Períodos 1
ru: Период1

source: Period2
es: Período 2
ru: Период2

source: Periods2
es: Períodos 2
ru: Период2

source: Period3
es: Período 3
ru: Период3

source: Periods3
es: Períodos 3
ru: Период3

source: Period4
es: Período 4
ru: Период4

source: Periods4
es: Períodos 4
ru: Период4

source: Period5
es: Período 5
ru: Период5

source: Periods5
es: Períodos 5
ru: Период5
